/*
 * Copyright 2010 Facebook
 *
 * Licensed under the Apache License, Version 2.0 (the "License");
 * you may not use this file except in compliance with the License.
 * You may obtain a copy of the License at
 *
 *    http://www.apache.org/licenses/LICENSE-2.0
 *
 * Unless required by applicable law or agreed to in writing, software
 * distributed under the License is distributed on an "AS IS" BASIS,
 * WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 * See the License for the specific language governing permissions and
 * limitations under the License.
 */

/* FBLoginView (aka FBLV) */
"FBLV:LogOutButton" = "התנתק";
"FBLV:LogInButton" = "התחבר";
"FBLV:LoggedInAs" = "מחובר בשם: %@";
"FBLV:LoggedInUsingFacebook" = "מחובר באמצעות פייסבוק";
"FBLV:LogOutAction" = "התנתק";
"FBLV:CancelAction" = "בטל";

/* FBPlacePickerViewController (FBPPVC) */
"FBPPVC:NumWereHere" = "%@ were here";

/* FBError (aka FBE) */
"FBE:ReconnectApplication" = "he:Please log into this app again to reconnect your Facebook account.";
"FBE:PasswordChangedDevice" = "he:Your Facebook password has changed. To confirm your password, open Settings > Facebook and tap your name.";
"FBE:PasswordChanged" = "he:Your Facebook password has changed. Please log into this app again to reconnect your Facebook account.";
"FBE:WebLogIn" = "he:Your Facebook account is locked. Please log into www.facebook.com to continue.";
"FBE:AppNotInstalled" = "he:Please log into this app again to reconnect your Facebook account.";
"FBE:GrantPermission" = "he:This app doesn't have permission to do this. To change permissions, try logging into this app again.";
"FBE:Unconfirmed" = "he:Your Facebook account is locked. Please log into www.facebook.com to continue.";
"FBE:OAuthDevice" = "he:To use your Facebook account with this app, open Settings > Facebook and make sure this app is turned on.";
"FBE:DeviceError"= "he:Something went wrong. Please make sure you're connected to the internet and try again.";
